Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཉེ་སྡེ་ཁྱོད་ལོ་དུ་ལོན། ཁྱོད་ཀྱི་ལྷན་ཅིག་གནས་པ་ལོ་དུ་ལོན།
en: “Upasena, how many years have you passed as a monk? How many years has your ward passed?”

source: བཙུན་པ་བདག་ནི་དགུང་ལོ་གཉིས་ལགས། བདག་གི་ལྷན་ཅིག་གནས་པས་ནི་དགུང་ལོ་གཅིག་ལགས་སོ། །
en: “Reverend, I have passed two years while my ward has passed one.”

source: དགེ་སློང་དག་རིགས་ཀྱི་བུ་ཉེ་སྡེས་དང་པོ་ཁོ་ནར་ཚོགས་བསྡུ་བར་བསམས་སོ། །
en: “Monks, the noble son Upasena thought first only of gathering a following.

source: དེ་ལྟ་བས་ན་ལོ་གཅིག་ལོན་པས་རབ་ཏུ་དབྱུང་བར་མི་བྱ། བསྙེན་པར་རྫོགས་པར་མི་བྱ།
en: A monk who has passed one year should not allow going forth, should not grant ordination,

source: གནས་སྦྱིན་པར་མི་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་མི་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་མི་བྱའོ། །
en: should not serve as reliable instructors, should not accept charge of novices, nor should he live independently.

source: ལོ་གཉིས་ལོན་པས་ཀྱང་མི་བྱ། ལོ་གསུམ་ལོན་པས་ཀྱང་མི་བྱ། ལོ་བཞི་ལོན་པས་ཀྱང་མི་བྱ།
en: Nor should a monk of two years, nor a monk of three years, nor a monk of four years,

source: ལོ་ལྔ་ལོན་པས་ཀྱང་མི་བྱ། ལོ་དྲུག་ལོན་པས་ཀྱང་མི་བྱ། ལོ་བདུན་ལོན་པས་ཀྱང་མི་བྱ། ལོ་བརྒྱད་ལོན་པས་ཀྱང་མི་བྱ་སྟེ།
en: nor a monk of five years, nor a monk of six years, nor a monk of seven years, nor a monk of eight years.

source: ལོ་དགུ་ལོན་པས་ཀྱང་རབ་ཏུ་དབྱུང་བར་མི་བྱ། བསྙེན་པར་རྫོགས་པར་མི་བྱ། །
en: Even a monk of nine years should not allow going forth, should not grant ordination,

source: ལོ་བཅུ་ལོན་པས་ནི་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ།
en: A monk of ten years may allow going forth, may grant ordination,

source: གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: may accept charge of novices, may serve as reliable instructors, and may live independently.

source: དེ་དག་བྱེ་བྲག་མེད་པར་བྱིས་པ་དང་། རྨོངས་པ་དང་། མི་གསལ་བ་དང་།
en: “For those lacking in such particulars, who are immature, dense,

source: མི་མཁས་པ་དག་གིས་ཀྱང་རབ་ཏུ་འབྱིན་པར་བྱེད་དེ།
en: dim-witted, or unskilled, to allow going forth

source: ཀྱེ་མ་དེ་དག་བདག་ཉིད་མ་དུལ་བར་གཞན་དུལ་བར་བྱེད་པ་དེ་ནི་གནས་མེད་ལ།
en: alas! It is impossible for those who have not disciplined themselves to discipline others.

source: བདག་ཉིད་མ་ཞི་བར་གཞན་ཞི་བར་བྱེད་པ་དང་།
en: It is impossible for those who have not brought calm to themselves to bring calm to others,

source: བདག་ཉིད་མ་གྲོལ་བར་གཞན་གྲོལ་བར་བྱེད་པ་དང་།
en: for those who have not themselves been freed to free others,

source: བདག་ཉིད་ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པར་གཞན་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་པ་དང་།
en: for those who have not themselves reached quiescence to bring others to quiescence,

source: བདག་ཉིད་འདམ་ལས་མ་རྒལ་བར་གཞན་འདམ་ལས་སྒྲོལ་བར་བྱེད་པ་དེ་ནི་གནས་མེད་དོ།། །།
en: or for those who have not themselves emerged from the muck to free others from the muck.”

source: རྒན་ཞུགས་བྱིས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་ཞིག་གིས་གཞན་མུ་སྟེགས་ཅན་ཞིག་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས།
en: Once, an elder who was immature, dense, dim-witted, and unskilled allowed a follower from another tīrthika tradition to go forth and granted him ordination.

source: དེས་དུས་དང་དུས་སུ་གདམས་ངག་དང་རྗེས་སུ་བསྟན་པ་མ་ཐོབ་ནས་བསླབ་པ་ཕུལ་ཏེ་ཉམས་པར་གྱུར་པའི་སྐབས་དེ་
en: But, not having received counsel or instruction at any time, the convert offered back his training and fell away,

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: at which point the monks appealed to the Blessed One.

source: དེ་ལྟ་བས་ན་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། །
en: “In the light of such events, only monks with ten years and five qualities may allow going forth,

source: ལྔ་གང་ཞེ་ན། བསྙེན་པར་རྫོགས་ནས་ལོ་བཅུ་ལོན་པའམ་ལྷག་པ་དང་།
en: What are those five qualities? That such a monk has been ordained for ten years or more,

source: ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱི་ནད་གཡོག་བྱེད་དམ་བྱེད་དུ་འཇུག་ནུས་པ་དང་།
en: is able to nurse wards or apprentices or enlist others to do so,

source: ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ལ་འགྱོད་པ་སྐྱེས་པ་སེལ་ཏམ་སེལ་དུ་འཇུག་ནུས་པ་དང་།
en: is able to assuage the guilt of wards or apprentices or enlist others to do so,

source: ལྷན་ཅིག་གནས་པ་དང་། ཉེ་གནས་རྣམས་ལ་སྡིག་པ་ཅན་གྱི་ལྟ་བའི་རྣམ་པ་བྱུང་བ་སྤོང་ངམ་སྤོང་དུ་འཇུག་ནུས་པ་དང་།
en: is able to repudiate the deviant views that have arisen in wards or apprentices or enlist others to do so,

source: ཕྱོགས་གང་དུ་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་མངོན་པར་མི་དགའ་ན་དེ་ལ་དོར་བའམ་འདོར་དུ་འཇུག་ནུས་པ་སྟེ། །
en: and is able to allay unhappiness or enlist others to do so wherever he is, should wards or apprentices feel sad.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and retain the sūtras, the vinaya, and the mātṛkā may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། མདོ་སྡེ་ལ་མཁས་པ་དང་། འདུལ་བ་ལ་མཁས་པ་དང་། མ་མོ་ལ་མཁས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and are learned in the sūtras, the vinaya, and the mātṛkā may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། མདོ་སྡེ་རིག་པ་དང་། འདུལ་བ་རིག་པ་དང་། མ་མོ་རིག་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and know the sūtras, the vinaya, and the mātṛkā may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། མདོ་སྡེ་ལ་གསལ་བ་དང་། འདུལ་བ་ལ་གསལ་བ་དང་། མ་མོ་ལ་གསལ་བ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and elucidate the sūtras, the vinaya, and the mātṛkā may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། ལྷན་ཅིག་ གནས་པ་དང་ཉེ་གནས་རྣམས་མདོ་སྡེ་འཛིན་དུ་འཇུག་ནུས་པ་དང་། འདུལ་བ་འཛིན་དུ་འཇུག་ནུས་པ་དང་། མ་མོ་འཛིན་དུ་འཇུག་ནུས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and are able to inspire wards or apprentices to retain the sūtras, the vinaya, and the mātṛkā may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། ལྷག་པའི་ཚུལ་ཁྲིམས་ཀྱི་བསླབ་པ་ལ་སློབ་པ་དང་། ལྷག་པའི་སེམས་ཀྱི་བསླབ་པ་ལ་སློབ་པ་དང་། ལྷག་པའི་ཤེས་རབ་ཀྱི་བསླབ་པ་ལ་སློབ་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and train in the training of higher ethics, the training of higher attention, and the training of higher wisdom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ལྷག་པའི་ཚུལ་ཁྲིམས་ཀྱི་བསླབ་པ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་དང་། ལྷག་པའི་སེམས་ཀྱི་བསླབ་པ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་དང་། ལྷག་པའི་ཤེས་རབ་ཀྱི་བསླབ་པ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་ སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and are able to inspire wards or apprentices to train in the training of higher ethics, the training of higher attention, and the training of higher wisdom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་ པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། ལྷག་པའི་སྤྱོད་པ་ལ་སློབ་པ་དང་། ལྷག་པའི་འདུལ་བ་ལ་སློབ་པ་དང་། ལྷག་པའི་སོ་སོར་ཐར་པ་ལ་སློབ་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and train in higher conduct, higher monastic discipline, and higher individual liberation may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ལྷག་པའི་སྤྱོད་པ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་དང་། ལྷག་པའི་འདུལ་བ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་དང་། ལྷག་པའི་སོ་སོར་ཐར་པ་ལ་སློབ་ཏུ་འཇུག་ནུས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, and are able to inspire wards or apprentices to train in higher conduct, higher monastic discipline, and higher individual liberation may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། དད་པ་ཕུན་སུམ་ཚོགས་པ་དང་། ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་དང་། ཐོས་པ་ཕུན་སུམ་ཚོགས་པ་དང་། གཏོང་བ་ཕུན་སུམ་ཚོགས་པ་དང་། ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have perfect faith, perfect ethics, perfect apprehension, perfect generosity, and perfect wisdom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་ གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་དང་། ཏིང་ངེ་འཛིན་ཕུན་སུམ་ཚོགས་པ་དང་། ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་དང་། རྣམ་པར་གྲོལ་བ་ཕུན་སུམ་ཚོགས་པ་དང་། རྣམ་པར་གྲོལ་བ་ཤེས་པ་དང་མཐོང་བ་ཕུན་སུམ་ཚོགས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have perfect ethics, perfect concentration, perfect wisdom, perfect freedom, and perfect knowledge and vision of freedom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། ཤེས་རབ་དང་ལྡན་པ་དང་། དྲན་པ་དང་ལྡན་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, exert themselves energetically, are wise, and are mindful may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། ཤེས་རབ་དང་ལྡན་པ་དང་། ནང་དུ་ཡང་དག་བཞག་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, exert themselves energetically, are wise, and are flawlessly introspective may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། མང་དུ་ཐོས་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། ཤེས་རབ་དང་ལྡན་པ་དང་། མཉམ་པར་བཞག་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have ethics, have received many teachings, exert themselves energetically, are wise, and are skilled in meditative absorption may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་ གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། སློབ་པའི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། སློབ་པའི་ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། སློབ་པའི་ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། སློབ་པའི་རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་ལྡན་པ་དང་། སློབ་པའི་རྣམ་ པར་གྲོལ་བ་ཤེས་པ་དང་མཐོང་བའི་ཕུང་པོ་དང་ལྡན་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have the whole of a trainee’s ethics, the whole of a trainee’s concentration, the whole of a trainee’s wisdom, the whole of a trainee’s freedom, and the whole of a trainee’s knowledge and vision of freedom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། མི་སློབ་པའི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། མི་ སློབ་པའི་ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། མི་སློབ་པའི་ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་དང་། མི་སློབ་པའི་རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་ལྡན་པ་དང་། མི་སློབ་པའི་རྣམ་པར་གྲོལ་བ་ཤེས་པ་དང་མཐོང་བའི་ཕུང་པོ་དང་ལྡན་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who have the whole ethics of one beyond training, the whole of a non-trainee’s concentration, the whole of a non-trainee’s wisdom, the whole of a non-trainee’s freedom, and the whole of a non-trainee’s knowledge and vision of freedom may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། བྱུང་བ་ཤེས་པ་དང་། བཅས་པ་ཤེས་པ་དང་། རྗེས་སུ་བཅས་པ་ཤེས་པ་དང་། བཀག་པ་ཤེས་པ་དང་། གནང་བ་ཤེས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who know how training comes about, know what it entails, know its details, know what is prohibited, and know what is allowed may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། བར་དུ་གཅོད་པ་ཤེས་པ་དང་། བར་དུ་གཅོད་པ་མ་ཡིན་པ་ཤེས་པ་དང་། སྨྲ་བ་པོ་དང་། རྗེས་སུ་སྟོན་པ་དང་། ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་གནས་འཆར་གཞུག་ནུས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who know what hinders the training, know what does not hinder it, are able to expound on it, instruct it, and provide a reliable instructor to their wards and apprentices may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། བར་དུ་གཅོད་པ་ཤེས་པ་དང་། བར་དུ་གཅོད་པ་མ་ཡིན་པ་ཤེས་པ་དང་། སྨྲ་བ་པོ་དང་། རྗེས་སུ་སྟོན་པ་དང་། ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་རེ་ཞིག་གི་གནས་འཆར་གཞུག་ནུས་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་ བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who know what hinders the training, know what does not hinder it, are able to expound on it, instruct on it, and provide a reliable instructor to their wards and apprentices may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: གཞན་ཡང་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །ལྔ་གང་ཞེ་ན། ལྟུང་བ་ཤེས་པ་དང་། ལྟུང་བ་མ་ཡིན་པ་ཤེས་པ་དང་། ཡང་བ་ཤེས་པ་དང་། ལྕི་བ་ཤེས་པ་དང་། སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་དང་རྒྱས་པ་བཀླགས་པ་དང་ཐོན་པ་སྟེ། ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ། །
en: “Alternatively, monks with ten years who know what constitutes an offense, know what does not constitute an offense, know what is light, know what is weighty, and can recite the Prātimokṣasūtra and read and recite its supplements may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ།
en: Upasena asked the Blessed Buddha, “Reverend, the Blessed One has said,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ལོ་བཅུ་ལོན་པ་ཆོས་ལྔ་དང་ལྡན་པས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱ། གནས་སྦྱིན་པར་བྱ། དགེ་ཚུལ་ཉེ་བར་གཞག་པར་བྱ་ཞིང་བདག་ཉིད་ཀྱང་མི་གནས་པར་འདུག་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ན།
en: ‘Those with ten years and five qualities may allow going forth, grant ordination, accept charge of novices, serve as reliable instructors, and live independently.’

source: བཙུན་པ་དགེ་སློང་བསྙེན་པར་རྫོགས་ནས་ལོ་དྲུག་བཅུ་ལགས་ལ། དེས་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་དང་། རྒྱས་པ་བཀླགས་པ་དང་། ཐོན་པ་མ་ལགས་ན་
en: What then, reverend, if a monk has been ordained for sixty years but cannot recite the Prātimokṣasūtra or cannot read or recite its supplements?

source: དེས་ཀྱང་གཞན་ལ་གནས་པས་མཆིས་པར་བགྱིའམ།
en: Should he take up residence with another?”

source: ཉེ་བ་འཁོར་དེས་ཀྱང་གཞན་ལ་གནས་པས་འདུག་པར་བྱའོ། །
en: “Upasena, he should live in residence with another.”

source: བཙུན་པ་དེ་ལ་ཇི་སྐད་ཅེས་བགྱི།
en: “Reverend, how should he be addressed?”

source: ཉེ་བ་འཁོར་གནས་བརྟན་བྱིས་པ་ཞེས་བྱའོ། །
en: “Upasena, he should be called an immature elder.”

source: གང་ལ་གནས་པས་མཆིས་པར་བགྱི།
en: “Where should he take up residence?”

source: གལ་ཏེ་ཆེས་རྒན་པ་ཡོད་ན་ཆེས་རྒན་པ་ལ་གནས་པས་འདུག་པར་བྱའོ། །
en: “If there is a senior exemplar, he should take up residence with a senior exemplar.

source: གལ་ཏེ་ཆེས་རྒན་པ་མེད་ན་ཆེས་གཞོན་པ་ལ་གནས་པར་འདུག་པར་བྱའོ། །
en: If there is no senior exemplar, he should take up residence with a junior exemplar.”

source: བཙུན་པ་ཅི་ལགས་དེས་དེ་ལ་ཐམས་ཅད་བགྱིའམ།
en: “What, reverend, should the exemplar be accorded?”

source: ཉེ་བ་འཁོར་ཐམས་ཅད་བྱ་སྟེ། འདུད་པ་འབའ་ཞིག་མ་གཏོགས་སོ།། །།
en: “Upasena, he should be accorded with all of the above except prostrations.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཏུ་འོད་མའི་ཚལ་ཀ་ལན་ད་ཀའི་གནས་སུ་དབྱར་གནས་པར་ཞལ་གྱིས་བཞེས་སོ། །
en: The Blessed Buddha pledged to pass the rainy season in the Kalandakanivāpa at the Bamboo Grove near Rājagṛha,

source: དེའི་ཚེ་ན་རྒྱལ་པོའི་ཁབ་ཏུ་དགེ་སློང་གནས་བརྟན་དག་ནི་ཉུང་གསར་བུ་དག་ནི་མང་དུ་དབྱར་གནས་པར་ཁས་བླངས་སོ། །
en: at which point a small number of elder monks and a large number of new ones promised to pass the rainy season at Rājagṛha.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དབྱར་ཟླ་བ་གསུམ་འདས་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: After the three months of monsoon had passed, the Blessed One instructed the venerable Ānanda,

source: ཀུན་དགའ་བོ་སོང་ལ་དགེ་སློང་རྣམས་ལ་དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ལྷོའི་རི་བོ་དག་ཏུ་ལྗོངས་རྒྱུར་གཤེགས་ཀྱིས།
en: “Go to the monks, Ānanda, and tell them, ‘The Tāthagata will travel the realm.

source: ཁྱེད་ཅག་ལས་གང་དེ་བཞིན་གཤེགས་པ་དང་ཐབས་ཅིག་ལྷོའི་རི་བོ་དག་ཏུ་ལྗོངས་རྒྱུར་འགྲོ་བར་སྤྲོ་བ་དེས་ཆོས་གོས་ཀྱི་ལས་གྱིས་ཤིག །
en: As your task will be to accompany the Tāthagata on his travels through the realm, happily ready your Dharma robes.’

source: ཅེས་བསྒོ་ཅིག །ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་མཉན་ནས།
en: Heeding the Blessed One’s instruction, Ānanda replied, “I shall do as the Reverend instructs.”

source: དགེ་སློང་རྣམས་ལ་ཚེ་དང་ལྡན་པ་དག་དེ་བཞིན་གཤེགས་པ་ལྷོའི་རི་བོ་དག་ཏུ་ལྗོངས་རྒྱུར་གཤེགས་ཀྱིས།
en: To the monks, he said, “Venerables, the Tāthagata will travel the realm.
